Repository: cyberpunkedu/ncounter
Catalog: po/*.po
Languages: es

source: Event Name & Date:
es: Nombre y fecha del evento:

source: Input event name
es: Nombre del evento de entrada

source: Check nCounter
es: Probar nCounter

source: Track
es: Seguir

source: Update
es: Actualizar

source: Add event above
es: Añadir el evento de arriba

source: %1 ago
es: hace %1

source: Previous
es: Previo

source: Restarts:
es: Reinicia:

source: To completely start over, delete the event name and press 'Update'
es: Para comenzar de nuevo, borre el nombre del evento y pulse 'Actualizar'

source: Add event to start counting
es: Añadir evento para comenzar a contar

source: And not only so, but we also boast in our tribulations, knowing that tribulation produces endurance
es: Y no solo eso, sino que también nos jactamos en nuestras tribulaciones, sabiendo que la tribulación produce resistencia

source: Knowing that the proving of your faith works out endurance
es: Sabiendo que la prueba de su fe ejercita la resistencia

source: Rejoice in hope; endure in tribulation; persevere in prayer
es: Regocíjese en la esperanza; aguante en la tribulación; persevere en la oración

source: The discretion of a man makes him slow to anger
es: La prudencia hace al hombre lento a la ira

source: Better is the end of a thing than its beginning
es: Es mejor el final de algo que su comienzo

source: Better is patience of spirit than haughtiness of spirit
es: Es mejor la paciencia del espíritu que la arrogancia del espíritu

source: Love suffers long. Love is kind; it is not jealous
es: El amor sufre mucho. El amor es amable; no es celoso

source: With all lowliness and meekness, with long-suffering, bearing one another in love
es: Con toda humildad y docilidad, con longanimidad, teniendo uno al otro en el amor

source: And endurance, approvedness; and approvedness, hope
es: Y resistencia, aprobación; y aprobación, esperanza

source: And let endurance have its perfect work that you may be perfect and entire, lacking in nothing
es: Y deje que la resistencia haga su trabajo perfecto para que pueda ser perfecto y completo, no falto de nada

source: And in knowledge, self-control; and in self-control, endurance; and in endurance, godliness
es: Y en conocimiento, autocontrol; y en autocontrol, resistencia; y en resistencia, devoción

source: Do. Or do not. There is no try.
es: Hazlo. O no lo hagas. Pero no lo intentes.

source: About nCounter
es: Acerca de nCounter

source: Version:
es: Versión:

source: How long has it been since the last nCounter? Enter the event date and name, then press 'Track' to find out how long it has been.
es: ¿Cuánto tiempo ha pasado desde el último nCounter? Introduzca la fecha y el nombre del evento, luego pulse 'Seguir' para ver cuánto ha sido.

source: Report Bugs
es: Informar de errores

source: Year(s)
es: Año(s)

source: Month(s)
es: Mes(es)

source: Day(s)
es: Día(s)

source: and
es: y

source: A moment
es: Un momento

source: About App
es: Acerca de la aplicación

source: Settings
es: Configuración
